"%@ Installer" = "Установка %@";
"By installing, you agree to the %@ and %@" = "Устанавливая, вы соглашаетесь на %@ и %@";
"About %@" = "Об %@";
"Hide %@" = "Скрыть %@";
"Hide Others" = "Скрыть другие";
"Show All" = "Показать все";
"Quit %@" = "Выйти %@";
"Window" = "Окно";
"Minimize" = "Минимизировать";
"Zoom" = "Масштаб";
"Bring All to Front" = "Вынести все на передний план";
"Help" = "Справка";
"Support Center" = "Центр Поддержки";
"Privacy Policy" = "политика конфиденциальности";
"EULA" = "EULA";
"End User License Agreement" = "Лицензионное соглашение конечного пользователя";
"Direct Download" = "Прямое скачивание";
"An error occurred during installation." = "В процессе установки произошла ошибка.";
"Please make sure you have Internet connection and try again." = "Пожалуйста, проверьте подключение к Интернету и попробуйте снова.";
"Try Again" = "Попробовать еще раз";
"Quit" = "Выход";
"Launch" = "Запуск";
"Install and Reopen" = "Установить и открыть";
"Installation still in progress" = "Установка еще не закончена";
"Are you sure you want to quit before the process is completed?" = "Вы уверены, что хотите выйти до завершения процесса установки?";
"Cancel" = "Отмена";
"Version" = "Версия";
"Install" = "Установить";
"Downloading" = "Загрузка";
"Installing" = "Установка";
"Continue" = "Продолжить";
"Product Page" = "Страница продукта";
"Unable to install it to the application directory, please change the installation path." = "Не удается произвести установку в каталог с приложением, измените путь установки.";
"OK" = "ОК";
"The current macOS version is too old." = "Текущая версия macOS слишком старая.";
"The current macOS version is too old to run the software. Please try to download system-supported version of the software and reinstall." = "Текущая версия macOS слишком старая для запуска программного обеспечения. Пожалуйста, попробуйте загрузить поддерживаемую системой версию программного обеспечения и переустановить.";
"Close" = "Закрыть";
"Copyright © 2020 %@. All rights reserved." = "Copyright © 2020 %@.\nВсе права защищены.";
"You've installed %@. Please reinstall or launch directly this software." = "Вы установили %@. Пожалуйста, переустановите или запустите данную программу.";
"Please exit the %@ before reinstalling. If failed to launch, please go and find %@ in Applications." = "Пожалуйста, выйдите из %@ перед переустановкой. Если программа не запускается, найдите %@ в разделе Приложения.";
"Reinstall" = "Переустановка";
